[
  {
    "AttachmentID":"D001",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":"307.1(1)",
    "FileName":"IBC_3_307.1_T307.1(1)",
    "Chapter":3,
    "Section":307,
    "Subsection":1,
    "AttachTitleEN":"Maximum Allowable Quantity Per Control Area of Hazardous Materials Posing a Physical Hazard",
    "AttachTitleKR":"제어 구역에서 물리적 위험을 가하는 위험 물질의 최대 허용량(a, c, i, l, m)",
    "AttachContentEN":"For SI: 1 cubic foot = 0.028 m3, 1 pound = 0.454  kg, 1 gallon = 3.785 L\n\nNL = Not Limited; NA = Not Applicable; UD = Unclassifeid Detonable.\n\na. For use of control areas, see Section 414.2.\nb. The aggregate quantity in use and storage shall not exceed the maximum allowable quantity for storage, including applicable increases.\nc. For hazardous materials in Group B higher education laboratory occupancies, see Section 428 of this code and Chapter 38 of the International Fire Code.\nd. Maximum allowable quantities shall be increased 100 percent in buildings equipped throughout with an automatic sprinkler system in accordance with Section 903.3.1.1. Where Note e also applies, the increase for both notes shall be applied accumulatively.\ne. Maximum allowable quantities shall be increased 100 percent when stored in approved storage cabinets, day boxex, gas cabinets, gas rooms or exhausted enclosures or in listed safety cans in accordance with Section 5003.9.10 of the International Fire Code. Where Note d also applies, the increase for both notes shall be applied accumulatively.\nf. Quantities shall not be limited in a building equipped throughout with an automatic sprinkler system in accordance with Section 903.3.1.1.\ng. Allowed only in buildings equipped throughout with an automatic sprinkler system in accordance with Section 903.3.1.1.\nh. Containing not more than the maximum allowable quantity per control area of Class IA, IB or IC flammable liquids.\ni. Quantities in parentheses indicate quantity units in parentheses at the head of each column.\nj. A maximum quantity of 220 pounds of solid or 22 gallons of liquid Class 3 oxidizers is allowed when such materials are necessary for maintenance purposes, operation or sanitation of equipment when the storage containers and the manner of storage are approved.\nk. Net weight of the pyrotechnic composition of the fireworks. Where the net weight of the pyrotechnic composition of the fireworks is not known, 25 percent of the gross weight of the fireworks, including packaging, shall be used.\nl. For gallons of liquids, divide the amount in pounds by 10 in accordance with Section 5003.1.2 of the International Fire Code.\nm. For oxidizers, unstable (reactive) materials, and water-reactive materials stored of displaed in  Group M occupancies or stored in Group S occupancies, see Section 414.2.5.1\nn. For flammable and combustible liquid storage in Group M occupancy wholesale and retail sales uses, see Section 414.2.5.2.\no. Where manufactured, generated or used in such a manner that the concentration and conditions create a fire or explosion hazard based on information prepared in accordance with Section 414.1.3.\np. \"High BV\" Category 1B flammable gas has a burning velocity greater than 3.9 inches per second (10 cm\/s). \"Low BV\" Category 1B flammable gas has a burning velocity of 3.9 inches per second (10 cm\/s) or less.\n\n",
    "AttachContentKR":"NL = Not Limited (제한 없음), NA = Not Applicable (해당 없음), UD = Unclassified Detonable (미분류 폭굉물질)\n\na. 관리구역의 사용에 대해서는 Section 414.2를 참조한다.\nb. 사용 및 저장 중인 총량은 해당 중량을 포함하여 최대 저장 허용량을 초과할 수 없다.\nc. Group B 고등교육 실험실 용도의 위험물질은 본 규정의 Section 428 및 IFC Chapter 38을 참조한다.\nd. Section 903.3.1.1에 따른 자동스프링클러설비가 전체에 설치된 건물에서는 최대 허용량을 100% 증량한다. 주석 e도 적용되는 경우, 두 주석의 증량분을 누적 적용한다.\ne. IFC Section 5003.9.10에 따라 승인된 저장캐비닛, 데이박스, 가스캐비닛, 가스실 또는 배기밀폐구조에 저장되거나 인증된 안전용기에 저장되는 경우 최대 허용량을 100% 증량한다. 주석 d도 적용되는 경우, 두 주석의 증량분을 누적 적용한다.\nf. Section 903.3.1에 따른 자동스프링클러 설비가 전체에 설치된 건물에서는 수량을 제한하지 않는다.\ng. Section 903.3.1에 따른 자동스프링클러설비가 전체에 설치된 건물에서만 허용된다.\nh. 관리구역 당 최대 허용량 이하의 Class IA, IB 또는 IC 인화성액체를 포함하는 것.\ni. 괄호 안의 수량은 각 열 상단의 괄호 안에 표시된 수량 단위를 나타낸다.\nj. 저장용기와 저장방식이 승인된 경우, 장비의 유지보수, 운전 또는 위생목적에 필요한 3급 산화제는 최대 220파운드(고체) 또는 최대 22갤런(액체)까지 허용된다.\nk. 불꽃놀이용품의 폭죽 조성물의 순중량, 불꽃놀이용품의 폭죽 조성물의 순중량을 알 수 없는 경우, 포장을 포함한 불꽃놀이용품 총중량의 25%를 사용한다.\nl. 액체의 갤런 환산은 IFC Section 5003.1.2에 따라 파운드 단위 양을 10으로 나눈다.\nm. Group M 용도에 저장 또는 진열되거나 Group S 용도에 저장되는 산화제, 불안정(반응성) 물질 및 수반응성 물질은 Section 414.2.5.1을 참조한다.\nn. Group M 용도의 도매 및 소매판매업에서의 인화성 및 가연성액체 저장은 Section 414.2.5.2를 참조한다.\no. Section 414.1.3에 따라 준비된 정보에 기반하여 농도와 조건이 화재 또는 폭발 위험을 조성하는 방식으로 제조, 생성 또는 사용되는 경우.\np. \"High BV\" Category 1B 인화성가스의 연소속도는 초당 3.9인치(10cm\/s)를 초과한다. \"Low BV\" Category 1B 인화성가스의 연소속도는 초당 3.9인치(10cm\/s) 이하이다.",
    "AttachComment":null
  },
  {
    "AttachmentID":"D002",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":"307.1(2)",
    "FileName":"IBC_3_307.1_T307.1(2)",
    "Chapter":3,
    "Section":307,
    "Subsection":1,
    "AttachTitleEN":"Maximum Allowable Quantity Per Control Area of Hazardous Materials Posing a Health Hazard",
    "AttachTitleKR":"제어 구역에서 건강 위험을 가하는 위험 물질의 최대 허용량 (a, c, h, l)",
    "AttachContentEN":"For SI: 1 cubic foot = 0.028 m3, 1 pound = 0.454 kg, 1 gallon = 3.785 L.\n\na. For use of control areas, see Section 414.2.\nThe aggregate quantity in use and storage shall not exceed the maximum allowable quantity for storage, including applicable increases.\nb. For hazardous materials in Group B higher education laboratory occupancies, see Section 428 of this code and Chapter 38 of the International Fire Code.\nc. Maximum allowable quantities shall be increased 100 percent in buildings equipped throughout with an approved automatic sprinkler system in accordance with Section 903.3.1.1. Where Note e also applies, the increase for both notes shall be applied accumulatively.\nd. Maximum allowable quantities shall be increased 100 percent where stored in approved storage cabinets, gas cabinets or exhausted enclosures as specified in the International Fire Code. Where Note d also applies, the increase for both notes shall be applied accumulatively.\ne. For corrosive, highly toxic and toxic materials stored or displayed in Group M occupancies or stored in Group S occupancies, see Section 414.2.5.1.\nf. Allowed only where stored in approved exhausted gas cabinets or exhausted enclosures as specified in the International Fire Code.\ng. Quantities in parentheses indicate quantity units in parentheses at the head of each column.\nFor gallons of liquids, divide the amount in pounds by 10 in accordance with Section 5003.1.2 of the International Fire Code.",
    "AttachContentKR":"NL = Not Limited (제한 없음), NA = Not Applicable (해당 없음), UD = Unclassified Detonable (미분류 폭굉물질)\n\na. 관리구역의 사용에 대해서는 Section 414.2를 참조한다.\nb. 사용 및 저장 중인 총량은 해당 중량을 포함하여 최대 저장 허용량을 초과할 수 없다.\nc. Group B 고등교육 실험실 용도의 위험물질은 본 규정의 Section 428 및 IFC Chapter 38을 참조한다.\nd. Section 903.3.1.1에 따라 승인된 자동스프링클러설비가 전체에 설치된 건물에서는 최대 허용량을 100% 증량한다. 주석 e도 적용되는 경우, 두 주석의 증량분을 누적 적용한다.\ne. IFC에서 규정한 승인된 저장캐비닛, 가스캐비닛 또는 배기밀폐구조에 저장되는 경우 최대 허용량을 100% 증량한다. 주석 d도 적용되는 경우, 두 주석의 증량분을 누적 적용한다.\nf. Group M 용도에 저장 또는 진열되거나 Group S 용도에 저장되는 부식성, 고독성 및 독성 물질은 Section 414.2.4.1을 참조한다.\ng. IFC에서 규정한 승인된 배기가스캐비닛 또는 배기밀폐구조에 저장되는 경우에만 허용된다.\nh. 괄호 안의 수량은 각 열 상단의 괄호 안에 표시된 수량 단위를 나타낸다.\ni. 액체의 갤런 환산은 IFC Section 5003.1.2에 따라 파운드 단위 양을 10으로 나눈다. ",
    "AttachComment":null
  },
  {
    "AttachmentID":"D003",
    "ModelCodeVersionID":"MCV002",
    "Type":"F",
    "Number":null,
    "FileName":"IBC_4_403_F",
    "Chapter":4,
    "Section":403,
    "Subsection":null,
    "AttachTitleEN":"High-Rise Definition",
    "AttachTitleKR":"고층의 정의",
    "AttachContentEN":"High-Rise Building: A building with an occupied floor located more than 75 feet above the lowest level of fire department vehicle access.",
    "AttachContentKR":"고층 건물: 소방차량 접근이 가능한 최하층으로부터 75 ft (22,860mm) 초과 지점에 거주층 또는 거주 지붕(재실자들이 상시 존재하는)이 위치한 건물. ",
    "AttachComment":"일반적으로 미국 소방 사다리차가 사다리를 펼쳐 호스에서 물을 뿌려 닿을 수 있는 최대 높이."
  },
  {
    "AttachmentID":"D004",
    "ModelCodeVersionID":"MCV002",
    "Type":"F",
    "Number":null,
    "FileName":"IBC_4_[BE]403.5.1_F",
    "Chapter":4,
    "Section":"[BE]403",
    "Subsection":5.1,
    "AttachTitleEN":"Stair Separations in High-Rise Buildings",
    "AttachTitleKR":"고층 건물의 계단 이격",
    "AttachContentEN":null,
    "AttachContentKR":null,
    "AttachComment":null
  },
  {
    "AttachmentID":"D005",
    "ModelCodeVersionID":"MCV002",
    "Type":"F",
    "Number":null,
    "FileName":"IBC_4_[F]414.2_F",
    "Chapter":4,
    "Section":"[F]414",
    "Subsection":2,
    "AttachTitleEN":"Control Areas",
    "AttachTitleKR":"제어 구역",
    "AttachContentEN":null,
    "AttachContentKR":null,
    "AttachComment":null
  },
  {
    "AttachmentID":"D006",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":1,
    "FileName":"IBC_4_[F]414.2.2_T1",
    "Chapter":4,
    "Section":"[F]414",
    "Subsection":2.2,
    "AttachTitleEN":"Design and Number of Control Areas",
    "AttachTitleKR":"제어 구역의 설계와 개수",
    "AttachContentEN":"The percentage of maximum allowable quantities of hazardous materials per control area permitted at each floor level within a building shall be in accordance with Table 414.2.2.\n\na. Percentages shall be of the maximum allowable quantity per control area shown in Tables 307.1(1) and 307.1(2), with all increases allowed in the notes to those tables.\nb. Separation shall include fire barriers and horizontal assemblies as necessary to provide separation from other portions of the building.",
    "AttachContentKR":"건축물 각 층에서 허용되는 제어 구역당 최대 허용 위험물 수량의 비율은 Table 414.2.2에 따라야 한다.\n\na. 백분율은 Table 307.1(1) 및 Table 307.1(2)에 제시된 제어 구역당 최대 허용 수량에 대해 계산해야 하며, 해당 표의 주석에서 허용되는 모든 증가분을 포함해야 한다. \nb. 구획은 건물의 다른 부분과 분리하기 위해 필요한 방화벽 및 수평 구획을 포함해야 한다.",
    "AttachComment":"Table 414.2.2의 코드 의도는 위험물을 취급하는 건물을 H Occupancy 로 구분 하지 않고 Control Area를 이용해 건물에서 위험물질을 취급 저장하게 하는데 있습니다.  위험물을 Table 414.2.2 에 따라 Control Area로 구획하면 건물을 H Occupancy로 구분하지 않아도 된다는 장점이 있습니다.   \n\nExample: 10,000 평방 피트의 스프링클러가 설치 되 있지 않은 1층의 F-1 Occupancy 공장에서 Class IB Flammable liquid를 H-2 Occupancy  로 구분하지 않고 저장 및 취급 할수 있는 최대의 양.\n1. Table 307.1(1)에서 Class IB Flammable liquid 물질은 120 Gallons 을 저장 할 수 있음.\n2. Table 414.2.2에서 1층 건물은 Table 307.1(1) 에서 허용하는 양의 100% 인 120 gallon을 4개의 1-hr 방화벽의 (fire barrier) Control Area로 구획할수 있음, 전체 양은 480 gallon.\n3. Table 307.1(1)의 주석 노트 (d) 와 (e)에 의해, 건물에 스프링클러 설치하거나 인허가청에서 허용하는 캐비넷에 저장 하면 그 허용량을 Control area 별로 2배 (100%) 까지 증가 시킬수 있음.  \n4. 이에, 건물에 스프링클러 설치시 240 gallon을 4개의 control area로 구획해 토탈 960 gallon까지 저장 할 수 있음.\n5. 또한 여기에 더해 위험물질을 승인된 케비넷에 저장하면 다시 2배까지 증가된 물질을 저장할수 있어, 480 gallon\/control area, 합계 1,920 gallon의 Class IB Flammable liquid 물질을 저장 할 수 있음.\n\n**결론**\n건물을 방화벽으로 구획(Control area) 함으로 \n1. H Occupancy 로 규정되지 않고\n2. 스프링클러로 100% 증가 크레딧을 받고\n3. 승인된 케비넷으로 다시 100% 크레딧을 받음."
  },
  {
    "AttachmentID":"D007",
    "ModelCodeVersionID":"MCV002",
    "Type":"F",
    "Number":null,
    "FileName":"IBC_4_[F]414.2.2_F",
    "Chapter":4,
    "Section":"[F]414",
    "Subsection":2.2,
    "AttachTitleEN":null,
    "AttachTitleKR":null,
    "AttachContentEN":null,
    "AttachContentKR":null,
    "AttachComment":null
  },
  {
    "AttachmentID":"D008",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":null,
    "FileName":"IBC_4_[F]414.5.1_T",
    "Chapter":4,
    "Section":"[F]414",
    "Subsection":5.1,
    "AttachTitleEN":"Explosion Control Requirements",
    "AttachTitleKR":"폭발 제어 요구 사항",
    "AttachContentEN":"a. See Section 414.1.3.\nb. See the International Fire Code.\nc. Combustible dusts where manufactured, generated or used in such a manner that the concentration and conditions create a fire or explosion hazard based on information prepared in accordance with Section 104.2.2 of the International Fire Code. See definition of \"Combustible dust\" in Chapter 2.\nd. Storage or use.\ne. In open use or dispensing.\nf. Rooms containing dispensing and use of hazardous materials where an explosive environment can occur because of the characteristics or nature of the hazardous materials or as a result of the dispensing or use process.\ng. A method of explosion control shall be provided where Class 2 water-reactive materials can form potentially explosive mixtures.\nh. Explosion venting is not required for Group H-5 fabrication areas complying with Section 415.11.1 and the International Fire Code.\ni. Where explosion control is required in Section 1207 of the International Fire Code.\nj. Does not apply to consumer fireworks, Division 1.4G.\nk. Not required for Category 1B Flammable Gases having a burning velocity not exceeding 3.9 inches per second (10 cm\/s).",
    "AttachContentKR":"a. Section 414.1.3을 참조한다.\nb. IFC를 참조한다.\nc. IFC Section 104.8.2에 따라 준비된 정보에 기반하여 화재 또는 폭발 위험을 조성하는 농도와 조건에서 제조, 생성 또는 사용되는 가연성분진은 IFC Section 104.2.2의 정보에 따라 준비해야 한다. Chapter 2 \"가연성 분진\" 정의 참조.\nd. 저장 또는 사용.\ne. 개방 사용 또는 분배 중.\nf. 위험물질의 특성이나 성질 또는 분배나 사용 공정의 결과로 폭발 환경이 발생할 수 있는 위험물질의 분배 및 사용을 포함하는 실.\ng. 2급 수반응성 물질이 잠재적으로 폭발성 혼합물을 형성할 수 있는 경우 폭발 제어 방법을 마련해야 한다.\nh. Section 415.11.1 및 IFC를 준수하는 Group H-5 제조 구역에는 폭발 배출이 요구되지 않는다.\ni. IFC Section 1207에서 폭발 제어가 요구되는 경우.",
    "AttachComment":null
  },
  {
    "AttachmentID":"D009",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":null,
    "FileName":"IBC_4_[F]415.6.5_T",
    "Chapter":4,
    "Section":"[F]415",
    "Subsection":6.5,
    "AttachTitleEN":"Detached Building Required",
    "AttachTitleKR":"건물 분리가 요구되는 경우",
    "AttachContentEN":"For SI: 1 ton = 906 kg, 1 cubic foot = 0.02832 m3, 1 pound = 0.454 kg.\n\na. For materials that are detonable, the distance to other buildings or lot lines shall be in accordance with Section 415.6 of this code or Chapter 56 of the International Fire Code based on trinitrotoluene (TNT) equivalence of the material, whichever is greater.\nb. \"Maximum Allowable Quantity\" means the maximum allowable quantity per control area set forth in Table 307.1(1).\nc. Limited to Division 1.4 materials and articles, including articles packaged for shipment, that are not regulated as an explosive under Bureau of Alcohol, Tobacco, Firearms and Explosives (BATF) regulations or unpackaged articles used in process operations that do not propagate a detonation or deflagration between articles, provided that the net explosive weight of individual articles does not exceed 1 pound.\nd. Detached buildings are not required, for gases in gas rooms that support H-5 fabrication facilities where the gas room is separated from other areas by a fire barrier with a fire-resistance rating of not less than 2 hours and the gas is located in a gas cabinet that is internally sprinklered, equipped with continuous leak detection, automatic shutdown and is not manifolded upstream of pressure controls. Additionally, the gas supply is limited to cylinders that do not exceed 125 pounds (57 kg) water capacity in accordance with 49 CFR 173.192  for Hazard Zone A toxic gases. \ne. Does not apply to consumer fireworks, Division 1.4G.",
    "AttachContentKR":"a. 폭굉 가능한 물질의 경우, 다른 건물 또는 대지경계선까지의 거리는 물질의 트리니트로톨루엔(TNT) 등가량에 기반하여 본 규정 Section 415.6 또는 IFC Chapter 56 중 더 큰 값에 따라야 한다.\nb. \"최대 허용량\"은 Table 307.1(1)에 명시된 제어구역 당 최대 허용량을 의미한다.\nc. 개별 물품의 순화약중량(Net explosive weight)이 1파운드를 초과하지 않는 조건으로, 주류담배 화기 및 폭발물 관리국(BATF) 규정에서 폭발물로 규제되지 않는 운송포장된 물품을 포함한 Division 1.4 물질 및 물품, 또는 물품 간에 폭굉이나 폭연을 전파하지 않는 공정작업에 사용되는 포장되지 않은 물품으로 제한한다.\nd. H-5 제조시설을 지원하는 가스실의 가스에 대해서는 단독 건물이 요구되지 않는다. 단, 가스실이 2시간 이상의 내화등급을 갖춘 방화구획에 의해 다른 구역과 분리되고, 내부 스프링클러를 갖추고 연속누출탐지, 자동차단장치를 구비하며 압력제어장치 상류에서 매니폴드화되지 않은 가스캐비닛에 가스를 보관해야 한다. 또한 위험구역 A 독성가스는 49 CFR 173.192에 따라 125파운드(57 kg) 용적용량을 초과하지 않는 용기로 공급이 제한되어야 한다.",
    "AttachComment":null
  },
  {
    "AttachmentID":"D010",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":null,
    "FileName":"IBC_4_[F]415.11.1.1_T",
    "Chapter":4,
    "Section":"[F]415",
    "Subsection":"11.1.1",
    "AttachTitleEN":"Quantity Limits For Hazardous Materials In a Single Fabrication Area In Group H-5 (a)",
    "AttachTitleKR":"Group H-5 내 단일 제조 구역에서의 위험물 수량 제한",
    "AttachContentEN":"For SI: 1 pound = 0.454 kg, 1 pound per square foot = 4.882 kg\/m2, 1 gallon per square foot = 40.7 L\/m2, 1 cubic foot @ NTP\/square foot = 0.305 m3 @ NTP\/m2, 1 cubic foot = 0.02832 m3.\n\na. Hazardous materials within piping shall not be included in the calculated quantities.\nb. Quantity of hazardous materials in a single fabrication shall not exceed the maximum allowable quantities per control area in Tables 307.1(1) and 307.1(2).\nc. Densely packed baled cotton that complies with the packing requirements of ISO 8115 shall not be included in this material class.\nd. The aggregate quantity of flammable, pyrophoric, toxic and highly toxic gases shall not exceed the greater of 0.2 cubic feet at NTP\/square foot or 9,000 cubic feet at NTP.\ne. The aggregate quantity of pyrophoric gases in the building shall not exceed the amounts set forth in Table 415.6.5.\nf. Quantity of Class 3 water-reactive solids in a single tool shall not exceed 1 pound.",
    "AttachContentKR":"a. 배관 내 위험물질은 계산 양에 포함되지 않는다.\nb. 단일제조구역의 위험물질 양은 Table 307.1(1) 및 Table 307.1(2)의 제어구역 당 최대 허용량을 초과해서는 안 된다.\nc. ISO 8115의 포장 요구사항을 준수하는 조밀하게 포장된 면포(Baled cotton)은 이 물질 분류에 포함되지 않는다.\nd. 인화성, 자연발화성, 독성 및 고독성 가스의 총량은 NTP에서 0.2 cuft.\/sqft 또는 NTP에서 9,000 cuft 중 큰 값을 초과해서는 안 된다.\ne. 건물 내 자연발화성 가스의 총량은 Table 415.6.5에 명시된 양을 초과해서는 안 된다.\nf. 단일 도구의 3급 수반응성 고체의 양은 1파운드를 초과해서는 안 된다.",
    "AttachComment":null
  },
  {
    "AttachmentID":"D011",
    "ModelCodeVersionID":"MCV002",
    "Type":"F",
    "Number":1,
    "FileName":"IBC_5_503.1.2_F1",
    "Chapter":5,
    "Section":503,
    "Subsection":1.2,
    "AttachTitleEN":null,
    "AttachTitleKR":null,
    "AttachContentEN":null,
    "AttachContentKR":null,
    "AttachComment":null
  },
  {
    "AttachmentID":"D012",
    "ModelCodeVersionID":"MCV002",
    "Type":"F",
    "Number":2,
    "FileName":"IBC_5_503.1.2_F2",
    "Chapter":5,
    "Section":503,
    "Subsection":1.2,
    "AttachTitleEN":null,
    "AttachTitleKR":null,
    "AttachContentEN":null,
    "AttachContentKR":null,
    "AttachComment":null
  },
  {
    "AttachmentID":"D013",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":null,
    "FileName":"IBC_5_504.3_T",
    "Chapter":5,
    "Section":504,
    "Subsection":3,
    "AttachTitleEN":"Allowable Building Height In Feet Above Grade Plane (a)",
    "AttachTitleKR":"지표면 상부 허용 건물 높이(ft) (a)",
    "AttachContentEN":"For SI: 1 foot = 304.8 mm.\nUL = Unlimited; NS = Buildings not equipped throughout with an automatic sprinkler system; S = Buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1; S13R = Buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.2; S13D = Buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.3.\n\na. See Chapters 4 and 5 for specific exceptions to the allowable height in this chapter.\nb. See Section 903.2 for the minimum thresholds for protection by an automatic sprinkler system for specific occupancies.\nc. New Group H occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.5.\nd. The NS value is only for use in evaluation of existing building height in accordance with the International Existing Building Code.\ne. New Group I-1 and I-3 occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.6. For new Group I-1 occupancies Condition 1, see Exception 1 of Section 903.2.6.\nf. New and existing Group I-2 occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.6 and with Section 1103.5 of the International Fire Code.\ng. For new Group I-4 occupancies, see Exceptions 2 and 3 of Section 903.2.6.\nh. New Group R occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.8.",
    "AttachContentKR":"UL = 제한 없음; NS = 자동 스프링클러설비가 전체적으로 설치되지 않은 건물; S = Section 903.3.1.1에 따라 자동 스프링클러설비가 전체적으로 설치된 건물; S13R = Section 903.3.1.2에 따라 자동 스프링클러설비가 전체적으로 설치된 건물; S13D = Section 903.3.1.3에 따라 자동 스프링클러설비가 전체적으로 설치된 건물.\n\na. 본 Chapter의 허용 높이에 대한 특정 예외사항은 Chapter 4 및 Chapter 5를 참조한다.\nb. 특정 용도에 대한 자동 스프링클러설비 보호의 최소 기준은 Section 903.2를 참조한다.\nc. 신축 Group H 용도는 Section 903.2.5에 따라 자동 스프링클러설비로 보호되어야 한다.\nd. NS 값은 국제기존건물법규(International Existing Building Code)에 따른 기존 건물 높이 평가에만 사용된다.\ne. 신축 Group I-1 및 I-3 용도는 Section 903.2.6에 따라 자동 스프링클러설비로 보호되어야 한다. 신축 Group I-1 용도 Condition 1의 경우는 Section 903.2.6의 Exception 1을 참조한다.\nf. 신축 및 기존 Group I-2 용도는 Section 903.2.6 및 IFC Section 1103.5에 따라 자동 스프링클러설비로 보호되어야 한다.\ng. 신축 Group I-4 용도의 경우는 Section 903.2.6의 Exception 2 및 3을 참조한다.\nh. 신축 Group R 용도는 Section 903.2.8에 따라 자동 스프링클러설비로 보호되어야 한다.",
    "AttachComment":null
  },
  {
    "AttachmentID":"D014",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":null,
    "FileName":"IBC_5_504.4_T",
    "Chapter":5,
    "Section":504,
    "Subsection":4,
    "AttachTitleEN":"Allowable Number of Stories Above Grade Plane (a, b)",
    "AttachTitleKR":"지표면 상부 허용 층수 (a, b)",
    "AttachContentEN":"UL = Unlimited; NP = Not Permitted; NS = Buildings not equipped throughout with an automatic sprinkler system; S = Buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1; S13R = Buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.2; S13D = Buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.3.\n\na. See Chapters 4 and 5 for specific exceptions to the allowable height in this chapter.\nSee Section 903.2 for the minimum thresholds for protection by an automatic sprinkler system for specific occupancies.\nb. New Group H occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.5.\nc. The NS value is only for use in evaluation of existing building height in accordance with the International Existing Building Code.\nd. New Group I-1 and I-3 occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.6. For new Group I-1 occupancies, Condition 1, see Exception 1 of Section 903.2.6.\nf. New and existing Group I-2 occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.6 and Section 1103.5 of the International Fire Code.\ng. For new Group I-4 occupancies, see Exceptions 2 and 3 of Section 903.2.6.\nh. New Group R occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.8.\ni. For all I-1 Condition 2, the building shall be protected throughout with an approved automatic sprinkler system, installed in accordance with NFPA 13 as adopted by the Rules and Regulations of the Safety Fire Commissioner. No increase in story height shall be permitted.",
    "AttachContentKR":"UL = 제한 없음; NP = 허용되지 않음; NS = 자동 스프링클러설비가 전체적으로 설치되지 않은 건물; S = Section 903.3.1.1에 따라 자동 스프링클러설비가 전체적으로 설치된 건물; S13R = Section 903.3.1.2에 따라 자동 스프링클러설비가 전체적으로 설치된 건물; S13D = Section 903.3.1.3에 따라 자동 스프링클러설비가 전체적으로 설치된 건물.\n\na. 본 Chapter의 허용 높이에 대한 특정 예외사항은 Chapter 4 및 Chapter 5를 참조한다.\n특정 용도에 대한 자동 스프링클러설비 보호의 최소 기준은 Section 903.2를 참조한다.\nb. 신축 Group H 용도는 Section 903.2.5에 따라 자동 스프링클러설비로 보호되어야 한다.\nc. NS 값은 International Existing Building Code에 따른 기존 건물 높이 평가에만 사용된다.\nd. 신축 Group I-1 및 I-3 용도는 Section 903.2.6에 따라 자동 스프링클러설비로 보호되어야 한다. 신축 Group I-1 용도, Condition 1의 경우엔 Section 903.2.6의 Exception 1을 참조한다.\nf. 신축 및 기존 Group I-2 용도는 Section 903.2.6 및 IFC Section 1103.5에 따라 자동 스프링클러설비로 보호되어야 한다.\ng. 신축 Group I-4 용도의 경우, Section 903.2.6의 Exception 2 및 3을 참조한다.\nh. 신축 Group R 용도는 Section 903.2.8에 따라 자동 스프링클러설비로 보호되어야 한다.\ni.  I-1 Condition 2에 해당하는 모든 경우에 건물은 Safety Fire Commissioner의 Rules and Regulations에서 채택한 NFPA 13에 따라 설치된 승인된 자동 스프링클러설비로 전체적으로 보호되어야 한다. 층수 높이의 증가는 허용되지 않는다.",
    "AttachComment":null
  },
  {
    "AttachmentID":"D015",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":null,
    "FileName":"IBC_5_506.2_T",
    "Chapter":5,
    "Section":506,
    "Subsection":2,
    "AttachTitleEN":"Allowable Area Factor (At = NS, S1, S13R, S13D or SM, as applicable) In Square Feet (a, b)",
    "AttachTitleKR":"허용 면적 계수 (At = NS, S1, S13R, S13D 또는 SM, 해당되는 경우) 제곱피트 단위 (a, b)",
    "AttachContentEN":"For SI: 1 square foot = 0.0929 m2.\n\nUL = Unlimited; NP = Not Permitted; NS = Buildings not equipped throughout with an automatic sprinkler system; S1 = Buildings a maximum of one story above grade plane equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1; SM = Buildings two or more stories above grade plane equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1; S13R = Buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.2; S13D = Buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.3.\n\na. See Chapters 4 and 5 for specific exceptions to the allowable area in this chapter.\nb. See Section 903.2 for the minimum thresholds for protection by an automatic sprinkler system for specific occupancies.\nc. New Group H occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.5.\nd. The NS value is only for use in evaluation of existing building area in accordance with the International Existing Building Code.\ne. New Group I-1 and I-3 occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.6. For new Group I-1 occupancies, Condition 1, see Exception 1 of Section 903.2.6.\nf. New and existing Group I-2 occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.6 and with Section 1103.5 of the International Fire Code.\ng. New Group I-4 occupancies see Exceptions 2 and 3 of Section 903.2.6.\nh. New Group R occupancies are required to be protected by an automatic sprinkler system in accordance with Section 903.2.8.\ni. The maximum allowable area for a single-story nonsprinklered Group U greenhouse is permitted to be 9,000 square feet, or the allowable area shall be permitted to comply with Table C102.1 of Appendix C.",
    "AttachContentKR":"UL = 제한 없음; NP = 허용되지 않음; NS = 자동 스프링클러설비가 전체적으로 설치되지 않은 건물; S1 = Section 903.3.1.1에 따라 자동 스프링클러설비가 전체적으로 설치된 지표면 상부 최대 1개 층 건물; SM = Section 903.3.1.1에 따라 자동 스프링클러설비가 전체적으로 설치된 지표면 상부 2개 층 이상 건물; S13R = Section 903.3.1.2에 따라 자동 스프링클러설비가 전체적으로 설치된 건물; S13D = Section 903.3.1.3에 따라 자동 스프링클러설비가 전체적으로 설치된 건물.\n\na. 본 Chapter의 허용 면적에 대한 특정 예외사항은 Chapter 4 및 Chapter 5를 참조한다.\nb. 특정 용도에 대한 자동 스프링클러설비 보호의 최소 기준은 Section 903.2를 참조한다.\nc. 신축 Group H 용도는 Section 903.2.5에 따라 자동 스프링클러설비로 보호되어야 한다.\nd. NS 값은 International Existing Building Code에 따른 기존 건물 면적 평가에만 사용된다.\ne. 신축 Group I-1 및 I-3 용도는 Section 903.2.6에 따라 자동 스프링클러설비로 보호되어야 한다. 신축 Group I-1 용도, Condition 1의 경우엔 Section 903.2.6의 Exception 1을 참조한다.\nf. 신축 및 기존 Group I-2 용도는 Section 903.2.6 및 IFC Section 1103.5에 따라 자동 스프링클러설비로 보호되어야 한다.\ng. 신축 Group I-4 용도의 경우엔 Section 903.2.6의 Exception 2 및 3을 참조한다.\nh. 신축 Group R 용도는 Section 903.2.8에 따라 자동 스프링클러설비로 보호되어야 한다.\ni. 단층 스프링클러 미설치 Group U 온실의 최대 허용 면적은 9,000 제곱피트까지 또는 Appendix C의 Table C102.1을 준수하도록 허용된다.",
    "AttachComment":null
  },
  {
    "AttachmentID":"D016",
    "ModelCodeVersionID":"MCV002",
    "Type":"F",
    "Number":null,
    "FileName":"IBC_5_506.3.2_F",
    "Chapter":5,
    "Section":506,
    "Subsection":3.2,
    "AttachTitleEN":null,
    "AttachTitleKR":null,
    "AttachContentEN":null,
    "AttachContentKR":null,
    "AttachComment":null
  },
  {
    "AttachmentID":"D017",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":null,
    "FileName":"IBC_5_506.3.3_T",
    "Chapter":5,
    "Section":506,
    "Subsection":3.3,
    "AttachTitleEN":"Frontage Increase Factor (a)",
    "AttachTitleKR":"전면 증가 계수 (a)",
    "AttachContentEN":"a. Interpolation is permitted.",
    "AttachContentKR":"a. 보간법이 허용된다.",
    "AttachComment":null
  },
  {
    "AttachmentID":"D018",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":null,
    "FileName":"IBC_5_508.4_T",
    "Chapter":5,
    "Section":508,
    "Subsection":4,
    "AttachTitleEN":"Required Separation of Occupancies (Hours) (f)",
    "AttachTitleKR":"용도 간 요구 구획 (시간) (f)",
    "AttachContentEN":"S = Buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1.\nNS = Buildings not equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1.\nN = No separation requirement.\nNP = Not Permitted.\n\na. See Section 420.\nb. The required separation from areas used only for private or pleasure vehicles shall be reduced by 1 hour but not to less than 1 hour.\nc. See Sections 406.3.2 and 406.6.4.\nd. Separation is not required between occupancies of the same classification.\ne. See Section 422.2 for ambulatory care facilities.\nf. Occupancy separations that serve to define fire area limits established in Chapter 9 for requiring fire protection systems shall also comply with Section 707.3.10 and Table 707.3.10 in accordance with Section 901.7.",
    "AttachContentKR":"S = Section 903.3.1.1에 따라 자동 스프링클러설비가 전체적으로 설치된 건물.\nNS = Section 903.3.1.1에 따라 자동 스프링클러설비가 전체적으로 설치되지 않은 건물.\nN = 구획 요건 없음.\nNP = 허용되지 않음.\n\na. Section 420을 참조한다.\nb. 개인용 또는 여가용 차량 전용 구역으로부터 요구되는 구획은 1시간 감소될 수 있으나 최소 1시간 이상이어야 함.\nc. Section 406.3.2 및 Section 406.6.4를 참조한다.\nd. 동일 용도 간에는 구획이 요구되지 않는다.\ne. 외래 진료시설은 Section 422.2를 참조한다.\nf. Chapter 9에서 소방설비 요건에 따라 설정된 방화구역 경계를 정의하는 용도 구획은 Section 901.7에 따라 Section 707.3.10 및 Table 707.3.10을 준수해야 한다.",
    "AttachComment":null
  },
  {
    "AttachmentID":"D019",
    "ModelCodeVersionID":"MCV002",
    "Type":"T",
    "Number":null,
    "FileName":"IBC_5_509.1_T",
    "Chapter":5,
    "Section":509,
    "Subsection":1,
    "AttachTitleEN":"Incidental Uses",
    "AttachTitleKR":"부수적 용도",
    "AttachContentEN":"For SI: 1 square foot = 0.0929 m2, 1 pound per square inch (psi) = 6.9 kPa, 1 British thermal unit (Btu) per hour = 0.293 watts, 1 horsepower = 746 watts, 1 gallon = 3.785 L, 1 cubic foot = 0.0283 m3.",
    "AttachContentKR":null,
    "AttachComment":null
  },
  {
    "AttachmentID":"D020",
    "ModelCodeVersionID":"MCV002",
    "Type":"F",
    "Number":null,
    "FileName":"IBC_5_510.2_F",
    "Chapter":5,
    "Section":510,
    "Subsection":2,
    "AttachTitleEN":null,
    "AttachTitleKR":null,
    "AttachContentEN":null,
    "AttachContentKR":null,
    "AttachComment":null
  }
]